tap "caskroom/cask"
tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "automake"
brew "openssl@1.1"
brew "bsdiff"
brew "glib"
brew "python@3.9"
brew "clisp"
brew "cloc"
brew "coreutils"
brew "docker", link: false
brew "docker-compose", link: false
brew "exercism"
brew "git-lfs"
brew "gitlab-gem"
brew "harfbuzz"
brew "pango"
brew "gnuplot"
brew "gobject-introspection"
brew "gradle"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "libheif"
brew "imagemagick"
brew "inetutils"
brew "node"
brew "jupyterlab", link: false
brew "libksba"
brew "libpq"
brew "maven"
brew "perl"
brew "postgresql@14", restart_service: true
brew "pstoedit"
brew "qcachegrind"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "sqlmap"
brew "texlive"
brew "util-linux"
brew "zlib"
brew "dart-lang/dart/dart"
brew "heroku/brew/heroku"
cask "mactex-no-gui"
cask "ngrok"
cask "switch"
cask "wine-stable"
cask "xquartz"
cask "youtrack-workflow"
